Repository: wellingtontf/DrinkingAtTheSources
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: Our first task must be to rescue historical fact from fiction in an attempt to discover what indeed was responsible for the schism.
pt: Nossa primeira tarefa deve ser resgatar fatos históricos da ficção, na tentativa de descobrir o que de fato foi responsável pelo cisma.

source: Our purpose is rather to understand what it was, in the first centuries, that brought so many Jews, and not just the least among them, to recognize in Jeshua the Messiah they had been waiting for.
pt: Nosso propósito é antes entender o que foi, nos primeiros séculos, que levou tantos judeus, e não apenas o menor entre eles, a reconhecer em Jesus o Messias que eles estavam esperando.

source: Parallelism is without doubt the literary form which was greatly preferred bv Hebrew poets.145 In a Messianic meditation, Micah the prophet gives us a perfect example of this type of expression.
pt: O paralelismo é, sem dúvida, a forma literária que foi muito preferida pelos poetas hebreus.145 Numa meditação messiânica, Miquéias, o profeta, nos dá um exemplo perfeito desse tipo de expressão.

source: Part of that effort was expended in an attempt to define more clearly what a German was.
pt: Parte desse esforço foi gasto na tentativa de definir mais claramente o que era um alemão.

source: Paul emphasizes the inefficacy of sacrifices that must be renewed unceasingly, because their effect is temporary.
pt: Paulo enfatiza a ineficácia dos sacrifícios que devem ser renovados incessantemente, porque seu efeito é temporário.

source: Paul remembers: “I heard a voice saying to me in the Hebrew language, ‘Saul, Saul,… It hurts you to kick against the goads.’ ” Acts 26:15.
pt: Paulo lembra: “Eu ouvi uma voz me dizendo em hebraico: 'Saulo, Saulo… Dói você chutar as aguilhões'. Atos 26:15.

source: Paul s struggle to live in his human strength according to God’s Law ended in total defeat, as he says: “I see in my members another law at war with the law of my mind and making me captive to the law of sin which dwells in my members.
pt: A luta de Paulo para viver em sua força humana de acordo com a Lei de Deus terminou em derrota total, como ele diz: “Eu vejo em meus membros outra lei em guerra com a lei da minha mente e me fazendo prisioneiro da lei do pecado que habita em meus membros.

source: Paul says this again in different terms: “by abolishing in his [Christ’s] flesh the law of commandments and ordinances.” Ephesians 2:15.
pt: Paulo diz isso novamente em termos diferentes: “abolindo em sua carne [o de Cristo] a lei dos mandamentos e ordenanças”. Efésios 2:15.

source: Paul understood it this way: “But now we are discharged from the law, dead to that which held us captive, so that we serve not under the old written code but in the new life of the Spirit.” Romans 7:6.
pt: Paulo entendia assim: “Mas agora somos libertos da lei, mortos para aquilo que nos mantinha cativos, para que não sirvamos debaixo do velho código escrito, mas na nova vida do Espírito.” Romanos 7: 6.

source: People from the four corners of the earth camped all around Jerusalem.
pt: Pessoas dos quatro cantos da terra acamparam ao redor de Jerusalém.

source: People traveled from place to place and, on the Sabbath, at the gathering in the synagogue, they had much to discuss.
pt: As pessoas viajavam de um lugar para outro e, no sábado, na reunião da sinagoga, tinham muito a discutir.

source: Perhaps He was a traitor to the nation - a dangerous impostor.
pt: Talvez ele fosse um traidor da nação - um perigoso impostor.

source: Perhaps a minority of Palestinian Jews had allowed themselves, by weakness, by lack of forethought and understanding, to be carried along to deny the One they had loved and acclaimed; while the others, perhaps the majority, had followed the same course without really knowing anything about the One they voted to crucify.
pt: Talvez uma minoria de judeus palestinos tenha se permitido, pela fraqueza, pela falta de previsão e compreensão, ser levada junto para negar Aquele que eles haviam amado e aclamado; enquanto os outros, talvez a maioria, seguiram o mesmo caminho sem realmente saber nada sobre o que eles votaram para crucificar.

source: Perhaps only 7 or 8 percent of the world’s Jewish population lived in Palestine at that time.216
pt: Talvez apenas 7 ou 8 por cento da população judaica do mundo vivesse na Palestina naquela época.

source: Perhaps such a source will reflect to us at long last the true face of our faith and its original purity.
pt: Talvez tal fonte nos reflita finalmente a verdadeira face de nossa fé e sua pureza original.

source: Perhaps the Messiah had come.
pt: Talvez o Messias tivesse vindo.

source: Perhaps the speaker was right!
pt: Talvez o orador estivesse certo!

source: Persecution of the Jews actually becomes the will of God; thus, one can be at peace in hatred as well as in indifference.
pt: A perseguição dos judeus torna-se realmente a vontade de Deus; assim, pode-se estar em paz tanto no ódio quanto na indiferença.

source: Pharisee and son of a Pharisee, he had studied at the feet of the great Gamaliel.
pt: Fariseu e filho de fariseu, estudara aos pés do grande Gamaliel.

source: Pharisees, doctors of the Law, Levites, and ordinary people of all persuasions and classes were able to accept Jeshua as their Messiah without in any way bringing into question their Jewish status.
pt: Fariseus, doutores da Lei, levitas e pessoas comuns de todas as persuasões e classes eram capazes de aceitar Jeshua como seu Messias sem questionar seu status judaico.

source: Philo of Alexandria, for instance, who was contemporary to Jesus, mentions Pilate but says not a word about the Galilean Teacher.
pt: Filo de Alexandria, por exemplo, que era contemporâneo de Jesus, menciona Pilatos, mas não diz uma palavra sobre o professor galileu.

source: Pleading these extenuating circumstances, and wrenched with pain, He prayed: “Father, forgive them; for they know not what they do.” Luke 23:34.
pt: Suplicando essas circunstâncias atenuantes e doloridas, Ele orou: “Pai, perdoa-lhes; porque não sabem o que fazem. ”Lucas 23:34.

source: Polish soldiers assassinated a large number of survivors.
pt: Soldados poloneses assassinaram um grande número de sobreviventes.

source: Possibly the Diaspora Jews then would have become suspicious of the priestly doings.
pt: Possivelmente, os judeus da diáspora, então, suspeitariam dos feitos sacerdotais.

source: Possibly this is why nomadism is considered in Hebrew civilization as the outstanding virtue.
pt: Possivelmente, é por isso que o nomadismo é considerado na civilização hebraica como a maior virtude.

source: Practically speaking, was it not better to discard the Sabbath in order to more freely evangelize the pagans?
pt: Praticamente falando, não seria melhor descartar o sábado para evangelizar mais livremente os pagãos?

source: Precise, concrete action is set down in the Bible as a first requirement.
pt: A ação precisa e concreta é estabelecida na Bíblia como um primeiro requisito.

source: Pressed from all sides, people are bewildered, hardly knowing to what saint to pray - if any!
pt: Pressionados por todos os lados, as pessoas ficam desnorteadas, mal sabendo a que santo orar - se é que há alguma!

source: Pride became the casual spirit of many.
pt: O orgulho se tornou o espírito casual de muitos.

source: Proof that he was speaking for God was that his message went contrary to his personal sentiments and those of the people and their leaders.
pt: A prova de que ele estava falando por Deus era que sua mensagem era contrária aos seus sentimentos pessoais e aos do povo e seus líderes.

source: Proofs Abundant
pt: Provas Abundantes

source: Proverbs 21:3; Isaiah 1:10, 11.
pt: Provérbios 21: 3; Isaías 1:10, 11.

source: Psalm 2, which tradition usually places in the messianic category, also alludes to this particular quality of the Messiah.137 The Talmud contains this ancient commentary: “As for the Messiah son of David,… the Blessed Holy One will say to him: Ask me something and I will give it to you, because it is said: Ask of me, and I will make the nations your heritage [Psalm 2:81.“138 The Messiah, therefore, is the King of kings, the Lord of lords.
pt: O Salmo 2, que a tradição geralmente coloca na categoria messiânica, também alude a essa qualidade particular do Messias.137 O Talmude contém este antigo comentário: “Quanto ao Messias, filho de Davi, (...) o Santo Abençoado dirá a ele: Peça me algo e eu darei a você, porque é dito: Peça de mim, e eu farei das nações sua herança [Salmo 2:81. "138 O Messias, portanto, é o Rei dos reis, o Senhor dos senhores .

source: Psalm 33:18.
pt: Salmo 33:18.

source: Psychics in growing numbers offer their services to a credulous, unsuspecting public.
pt: Os psíquicos em número crescente oferecem seus serviços a um público crédulo e desavisado.

source: Psychological AntiSemitism.
pt: Antissemitismo psicológico.

source: Psychologically speaking, one often is quick to make a personal scapegoat of a Jew.
pt: Psicologicamente falando, muitas vezes é rápido fazer um bode expiatório pessoal de um judeu.

source: R. Abba ben Kahana says.
pt: R. Abba ben Kahana diz.

source: R. Yudan says: It is our salvation that will germinate from the ground by the direct intervention of God….
pt: R. Yudan diz: É a nossa salvação que germinará do solo pela intervenção direta de Deus.

source: Rabbinical literature regularly calls Shiloh the “son of David,” the “lion of Judah,” the “Messiah King.” Because of His origin He is predestined to reign.
pt: A literatura rabínica regularmente chama Shiloh o “filho de Davi”, o “leão de Judá”, o “Rei Messias”. Por causa de Sua origem Ele está predestinado a reinar.

source: Rain From Above
pt: Chuva de cima

source: Rather than a matter of truth, we are face-to-face with honor!
pt: Em vez de uma questão de verdade, estamos cara a cara com a honra!

source: Rather than to persevere along the old-fashioned paths of classical apologetics, religions today, as Dr. Doukhan emphasizes, should apply themselves to measure the extent of past failures.
pt: Em vez de perseverar nos caminhos antiquados da apologética clássica, as religiões atuais, como enfatiza o Dr. Doukhan, deveriam aplicar-se para medir a extensão das falhas do passado.

source: Rather, I go farther than you do in order to bring you back to the essential, to the invisible, to the spirit of the Sabbath.
pt: Em vez disso, vou mais longe do que você, a fim de trazê-lo de volta ao essencial, ao invisível, ao espírito do sábado.

source: Rather, as Andre Neher clarifies the point: if “irreconcilable divergencies” exist between Christianity and Judaism, they must be sought at the level of the Law.20 Jewish contemporary theology continues to place here the point of separation.
pt: Em vez disso, como Andre Neher esclarece o ponto: se “divergências irreconciliáveis” existem entre o cristianismo e o judaísmo, elas devem ser buscadas no nível da lei.20 A teologia contemporânea judaica continua a colocar aqui o ponto de separação.

source: Reacting to this, Judaism has indulged in a long leap that has carried it beyond its natural habitat.
pt: Reagindo a isso, o judaísmo se entregou a um longo salto que o levou além de seu habitat natural.

source: Real history produced the Book, not the reverse.
pt: A história real produziu o livro, não o contrário.

source: Really this procedure dates from Marcion.
pt: Realmente este procedimento data de Marcion.

source: Reason had fled.
pt: A razão havia fugido.

source: Reasons were advanced for this attitude.
pt: Razões foram avançadas para essa atitude.

source: Rebirth of a Covenant
pt: Renascimento de uma Aliança

source: Reflecting on this theme, Paul describes faith as an action: “Through faith [they] conquered kingdoms, enforced justice, received promises, stopped the mouths of lions, quenched raging fire, escaped the edge of the sword, won strength out of weakness, became mighty in war, put foreign armies to flight.” Hebrews 11:33, 34.
pt: Refletindo sobre esse tema, Paulo descreve a fé como uma ação: “Através da fé eles conquistaram reinos, aplicaram justiça, receberam promessas, pararam a boca de leões, apagaram o fogo, escaparam do fio da espada, ganharam força por causa da fraqueza, tornou-se poderoso na guerra, exterminou exércitos estrangeiros. ”Hebreus 11:33, 34.

source: Regarding the Sabbath, particularly, we find him observing it regularly, in keeping with the manner outlined in the Law: “Paul as usual introduced himself and for three consecutive sabbaths developed the arguments from scripture for them.” Acts 17:2, Jerusalem Bible.
pt: Com relação ao sábado, particularmente, nós o encontramos observando-o regularmente, de acordo com a maneira descrita na Lei: “Paulo como de costume se apresentou e por três sábados consecutivos desenvolveu os argumentos da escritura para eles.” Atos 17: 2, Bíblia de Jerusalém .

source: Relations between Pharisaic Judaism and the Christians worsened significantly in A.D.
pt: As relações entre o judaísmo farisaico e os cristãos pioraram significativamente em 134 d.C

source: Remarkably, that reference was emphasized in the naming of the son of Hosea, who carried this geographical name in order to mark the similarity of two events in biblical history.159
pt: Notavelmente, essa referência foi enfatizada na nomeação do filho de Oséias, que levou este nome geográfico para marcar a semelhança de dois eventos na história bíblica.

source: Remarkably, the crucifixion took place at Passover - a time when many Jews of the Diaspora were in the country.
pt: Notavelmente, a crucificação ocorreu na Páscoa - uma época em que muitos judeus da diáspora estavam no país.

source: Remarkably, the gospel record does not give even one case of “conversion” based exclusively on a rational demonstration.
pt: Notavelmente, o registro do evangelho não dá sequer um caso de “conversão” baseado exclusivamente em uma demonstração racional.

source: Respect for the Sabbath day fixed by God and not for that other day chosen by the politics of men (although this replacement day sought justification later by theological arguments)268 reveals to the believer the order to which he belongs: the order from above, the realm of the absolute, from which he draws his criteria.
pt: O respeito pelo dia de sábado fixado por Deus e não por aquele outro dia escolhido pela política dos homens (embora esse dia de substituição tenha buscado justificação posterior por argumentos teológicos) 268 revela ao crente a ordem à qual ele pertence: a ordem de cima, o reino do absoluto, a partir do qual ele extrai seus critérios.

source: Respect for the Sabbath day, a memorial of Creation, and faith in the kingdom to come also create in the believer a profound dependence on God.
pt: O respeito pelo dia do Senhor, um memorial da Criação e a fé no reino por vir também criam no crente uma profunda dependência de Deus.

source: Respect for the Sabbath expresses faith in the God of Creation ; that is, in a God capable of giving life.
pt: O respeito pelo sábado expressa fé no Deus da criação; isto é, em um Deus capaz de dar vida.

source: Richard Wagner promoted this error in the very first of his writings,74 going so far as to resurrect the ancient god Woden and identify him with Christ.
pt: Richard Wagner promoveu esse erro no primeiro de seus escritos, 74 chegando ao ponto de ressuscitar o antigo deus Woden e identificá-lo com Cristo.

source: Romans 6:14.
pt: Romanos 6:14.

source: Rome had devastated Athens, destroyed the sources of Gallic culture, and almost succeeded in its attempted genocide against the Jews before it became officially Christian and the seat of papal authority.
pt: Roma devastou Atenas, destruiu as fontes da cultura gaulesa e quase conseguiu sua tentativa de genocídio contra os judeus antes de se tornar oficialmente cristã e a sede da autoridade papal.

source: Sacrifices, circumcision, and all other rites instituted by God are useless unless they proceed from heart worship.
pt: Sacrifícios, circuncisão e todos os outros ritos instituídos por Deus são inúteis, a menos que procedam da adoração do coração.

source: Sadly, however, few people understand the serious threat this monster represents.
pt: Infelizmente, poucas pessoas entendem a grave ameaça que esse monstro representa.

source: Salvation had come - this was now certain.
pt: A salvação havia chegado - isso agora estava certo.

source: Same Law
pt: Mesma Lei

source: Samuel Joseph Agnon (1888-1970) is one of the greatest Hebrew writers of our time.
pt: Samuel Joseph Agnon (1888-1970) é um dos maiores escritores hebreus do nosso tempo.

source: Samuele Bacchiocchi, Anti-Judaism and the Origin of Sundax (Rome: 1975), pp.
pt: Samuele Bacchiocchi, antijudaísmo e a origem do sundax (Roma: 1975), pp.

source: Sartre must have felt this was true when he wrote that “anti-Semintism created the present-day Jew.“224
pt: Sartre deve ter sentido que isso era verdade quando escreveu que "o anti-semintismo criou o judeu atual".

source: Saul is an example with a meaningful lesson.
pt: Saul é um exemplo com uma lição significativa.

source: Schematically and traditionally the conflict is as follows: For the Jew, Jesus of Nazareth is an impostor.
pt: Esquematicamente e tradicionalmente, o conflito é o seguinte: Para os judeus, Jesus de Nazaré é um impostor.

source: See Acts 9:22.
pt: Veja Atos 9:22.

source: See Colossians 2:17; Hebrews 8:5; 10:1.
pt: Veja Colossenses 2:17; Hebreus 8: 5; 10: 1

source: See Daniel 9:27.
pt: Veja Daniel 9:27.

source: See Deuteronomy 12:13, 14, 26; 16:2.
pt: Veja Deuteronômio 12:13, 14, 26; 16: 2

source: See Exodus 25:22.
pt: Veja Êxodo 25:22.

source: See Ezekiel 4:4-7.
pt: Veja Ezequiel 4: 4-7.

source: See Galatians 2: 23, 24.
pt: Veja Gálatas 2: 23, 24.

source: See J. Isaac, op.
pt: Veja J. Isaac, op.

source: See James Parkes, The Jew in the Medieval Community (London, 1938), p.
pt: Veja James Parkes, O Judeu na Comunidade Medieval (Londres, 1938), p.

source: See Joannes Dominicus Mansi, ed., Sacrorum Conciliorum Nova et Amplissima Collectio, II, pp.
pt: Ver Joannes Dominicus Mansi, ed., Sacrorum Conciliorum Nova e Amplissima Collectio, II, pp.

source: See Joshua 3:13.
pt: Veja Josué 3:13.

source: See Mark 8:31, 33; Matthew 16:21; Luke 9:22.
pt: Veja Marcos 8:31, 33; Mateus 16:21; Lucas 9:22

source: See Romans 8:15-17.
pt: Veja Romanos 8: 15-17.

source: Separation came in Christianity when a major segment reacted against Judaism by rejecting its Law.
pt: A separação veio no cristianismo quando um grande segmento reagiu contra o judaísmo ao rejeitar sua lei.

source: Serenely, they dared to propose this thought as though it flowed normally from the source.
pt: Serenamente, eles ousaram propor este pensamento como se fluísse normalmente da fonte.

source: Shalem was the residence of Melchizedek.
pt: Shalem era a residência de Melquisedeque.

source: Shiloh was to be anointed to rule over all peoples.
pt: Shiloh deveria ser ungido para governar todos os povos.

source: Should a Foreword advise some sort of caution regarding the theses set forth in the book?
pt: Um prefácio deve aconselhar algum tipo de cautela sobre as teses estabelecidas no livro?

source: Should one be astonished at this?
pt: Alguém deveria ficar surpreso com isso?

source: Should they encourage the reading of the book?
pt: Elas devem incentivar a leitura do livro?

source: Should this word be understood in a general sense, meaning mankind, or in a particular sense, meaning a specific person?
pt: Esta palavra deve ser entendida em um sentido geral, significando humanidade, ou em um sentido particular, significando uma pessoa específica?

source: Significantly, J. Parkes notices “the strange and tragic fact” that the Judeo-Christians were excommunicated by the Gentile Christians “not for an inadequate Christology, but because they still observed ‘the law’ ” (The Foundations of Judaism and Christianity, p.
pt: Significativamente, J. Parkes nota “o estranho e trágico fato” de que os judeu-cristãos foram excomungados pelos cristãos gentios “não por uma cristologia inadequada, mas porque eles ainda observavam 'a lei'” (The Foundations of Judaism and Christianity, p. .

source: Significantly, Moriah appears in the Bible in only these two instances.
pt: Significativamente, Moriah aparece na Bíblia somente nesses dois exemplos.

source: Significantly, the word bereshith (“in the beginning”), a technical term related to the story of Creation, is not to be found after the book of Jeremiah (see chapters 26:1; 27:1; 49:34).
pt: Significativamente, a palavra bereshith ("no princípio"), um termo técnico relacionado à história da Criação, não se encontra após o livro de Jeremias (ver capítulos 26: 1; 27: 1; 49:34).

source: Similarly, the judge (or ruler) mentioned by Micah (chapter 4:3 and chapter 5:1) is seen by the Midrash to be the Messiah.148
pt: Similarmente, o juiz (ou governante) mencionado por Miquéias (capítulo 4: 3 e capítulo 5: 1) é visto pelo Midrash como sendo o Messias.

source: Simply because God’s messages ask for a commitment.
pt: Simplesmente porque as mensagens de Deus pedem um compromisso.

source: Since then the Jews have remained faithful to this reading; and the most famous of the exegetes, such as Saadia, Raschi, and Ibn Ezra, adopted it unanimously.
pt: Desde então, os judeus permaneceram fiéis a essa leitura; e os mais famosos dos exegetas, como Saadia, Raschi e Ibn Ezra, adotaram unanimemente.

source: Since tradition’s mission was to enhance and explain an ancient message, one does well to remain conscious of the risks inherent in any tradition.
pt: Como a missão da tradição era aprimorar e explicar uma mensagem antiga, é bom permanecer consciente dos riscos inerentes a qualquer tradição.

source: Sixty-nine weeks - that is, 483 years later - according to the prophecy, a Messiah (an Anointed One) prince was to appear.
pt: Sessenta e nove semanas - ou seja, 483 anos depois - de acordo com a profecia, um príncipe Messias (um Ungido) deveria aparecer.

source: So Daniel’s concerns and preoccupations became the points on which God answered him.
pt: Assim, as preocupações e preocupações de Daniel tornaram-se os pontos sobre os quais Deus lhe respondeu.

source: So God Spoke
pt: Então Deus falou

source: So go the arguments.
pt: Então vá aos argumentos.

source: So in despair one would be tempted to pray.
pt: Então, em desespero, alguém seria tentado a orar.

source: So in order not to provoke a scandal or a tumult (Luke 23:14; cf.
pt: Então, para não provocar um escândalo ou um tumulto (Lucas 23:14; cf.

source: So it was that in prayer he interceded with God, on the one hand, to forgive the people’s sin and, on the other, to turn His face and look upon the devastated sanctuary.
pt: Foi assim que, em oração, intercedeu junto a Deus, por um lado, para perdoar o pecado do povo e, por outro, virar o rosto e olhar para o santuário devastado.

source: So it was that, by thousands, the Jews listened to the Galilean Rabbi as to One sent from God.
pt: Foi assim que, aos milhares, os judeus ouviram o rabino galileu como Alguém enviado por Deus.

source: So it, like the bitter fountain, doesn’t meet the needs of the pilgrim.
pt: Assim, como a fonte amarga, não atende às necessidades do peregrino.

source: So let the Spirit blow!
pt: Então deixe o Espírito soprar!

source: So many indications make this very clear.
pt: Tantas indicações deixam isso bem claro.

source: So often, personal defects rest on a false reading of Scripture.
pt: Muitas vezes, os defeitos pessoais repousam em uma leitura falsa das Escrituras.
